
"No Event Selected." = "Geen activiteit geselecteerd";
"Multiple Events Selected." = "Meerdere activiteiten geselecteerd";
"No unresolved events." = "Geen opgeloste activiteiten";
"No unsolved events." = "Geen onopgeloste activiteiten";
"No unread events." = "Geen ongelezen activiteiten";
"No matching events found." = "Geen bijbehorende activiteiten gevonden";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Verwijder alle berichten van \"%@\"";
"Mark as Read" = "Markeer als gelezen";
"Mark as Unread" = "Markeer als ongelezen";

//ks Event status tool tips
"Resolved" = "Opgelost";
"Unresolved" = "Onopgelost";
"Partially Solved" = "Gedeeltelijk opgelost";
"Status Unknown" = "Status onbekend";


//ks Event Severity tool tips
"Information" = "Informatie";
"Warning" = "Waarschuwing";
"User Intervention Required" = "Tussenkomst gebruiker vereist";
"Resolvable Problem" = "Oplosbaar probleem";
"Unresolvable Problem" = "Onoplosbaar probleem";


//ks Filter option buttons
" Unread (%u) " = " Ongelezen (%u) ";
" Unresolved (%u) " = " Onopgelost (%u) ";

//ks Smash error
"device event retrieval" = "activiteit apparaat ophalen";
"deletion of event" = "activiteit verwijderen";

"The message could not be deleted" = "Het bericht kan niet worden verwijderd";
